tap "homebrew/bundle"
tap "homebrew/core"
tap "uzimaru0000/tap"
brew "expat"
brew "libxcrypt"
brew "perl"
brew "bat"
brew "dbus"
brew "krb5"
brew "libffi"
brew "pcre2"
brew "sqlite"
brew "python@3.10"
brew "glib"
brew "deno"
brew "direnv"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "libnghttp2"
brew "node"
brew "gitmoji"
brew "helix"
brew "llvm"
brew "lsd"
brew "lua-language-server"
brew "luajit"
brew "neovim"
brew "pyenv"
brew "rust-analyzer"
brew "starship"
brew "virtualenv"
brew "yarn"
brew "zig"
brew "ripgrep"